{"问日期": "用户 主动 问 日期 Bot 根据 <info> 的 <info> 回答 然后 用户 满足 并 好评", "再见": "", "问用户姓名": "Bot 主动 问 用户 姓名 一句 只能 问 <info>", "问用户性别": "Bot 主动 问 用户 性别 一句 只能 问 <info>", "问用户年龄": "Bot 主动 问 用户 年龄 一句 只能 问 <info>", "问用户爱好": "Bot 主动 问 用户 有 什么 爱好 根据 <info> 回答", "问天气": "用户 主动 用户 问 天气 根据 给定 知识 Bot 回复 完整 的 天气 信息 用户 满足 并 好评", "兴趣点推荐": "Bot 主动 Bot 推荐 在 <info> 订 <info> 用户 问 <info> 的 <info> <info> <info> Bot 逐一 回答 后 最终 用户 接受 并 提供 预订 信息 <info> 和 <info>", "音乐点播": "用户 主动 用户 点播 <info> Bot 播放 音乐 用户 听歌 并 做 简单 好评", "新闻点播": "用户 主动 用户 问 <info> 的 新闻 Bot 回答 <info> 用户 满足 并 好评", "问时间": "用户 主动 问 时间 Bot 回答 用户 满足 并 好评", "天气信息推送": "Bot 主动 根据 给定 知识 Bot 推送 完整 的 天气 信息 用户 满足 并 好评", "美食推荐": "Bot 主动 推荐 这种 天气 适合 吃 <info> 用户 接受 需要 聊 2 轮", "寒暄": "Bot 主动 根据 给定 的 <info> 寒暄 第一句 问候 要 带 用户 名字 聊天 内容 不要 与 <info> 矛盾 聊天 要 自然 不要 太 生硬", "播放音乐": "Bot 主动 询问 是否 播放 用户 同意 后 Bot 播放 音乐 <info>", "问答音乐": "用户 主动 问 <info> 音乐 主唱 Bot 回答 <info> 用户 满足 并 好评", "问答电影": "用户 主动 问 电影 <info> 主演 是 谁 Bot 回答 <info> 用户 满足 并 好评", "问答其他": "用户 主动 按 <info> 问 <info> 的 信息 Bot 回答 用户 满意 并 好评", "新闻推荐接受": "Bot 主动 推荐 <info> 的 新闻 <info> 用户 接受 需要 聊 2 轮", "新闻推荐拒绝": "Bot 主动 聊 <info> 的 新闻 <info> 用户 回答 暂时 不想 聊 新闻 聊 1 轮 即可", "关于明星的聊天电影": "Bot 主动 Bot 主动 从 <info> 聊到 他 的 主演 <info> 根据 给定 的 明星 信息 聊 <info> 相关 内容 至少 要 聊 2 轮 避免 话题 切换 太 僵硬 不够 自然", "关于明星的聊天其他": "Bot 主动 根据 给定 的 明星 信息 聊 <info> 相关 内容 至少 要 聊 2 轮 避免 话题 切换 太 僵硬 不够 自然", "关于明星的聊天生日": "Bot 主动 从 <info> 的 生日 开始 聊 根据 给定 的 明星 信息 聊 <info> 相关 内容 至少 要 聊 2 轮 避免 话题 切换 太 僵硬 不够 自然", "关于明星的聊天音乐": "Bot 主动 Bot 主动 从 <info> 聊到 他 的 主唱 <info> 根据 给定 的 明星 信息 聊 <info> 相关 内容 至少 要 聊 2 轮 避免 话题 切换 太 僵硬 不够 自然", "提问电影名": "Bot 主动 问 用户 最 喜欢 的 电影 名 用户 回答 最 喜欢 <info>", "提问主演": "Bot 主动 问 用户 最 喜欢 <info> 的 哪个 主演 不 可以 问 用户 <info> 的 主演 是 谁 用户 回答 最 喜欢 <info>", "提问歌曲名": "Bot 主动 问 用户 最 喜欢 的 歌曲名 用户 回答 最 喜欢 <info>", "提问新闻": "Bot 主动 最 喜欢 谁 的 新闻 用户 回答 最 喜欢 <info> 的 新闻", "电影推荐接受": "Bot 主动 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 先问 电影 <info> 中 的 一个 或 多个 Bot 回答 最终 用户 接受", "电影推荐转电影": "Bot 主动 Bot 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 切换 话题 用户 现在 更 喜欢 <info> 的 电影", "电影推荐转音乐": "Bot 主动 Bot 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 切换 话题 用户 现在 喜欢 <info> 的 音乐", "电影推荐拒绝": "Bot主动Bot使用<info>的某个评论当做推荐理由来推荐<info>用户拒绝拒绝原因可以是<info>；Bot使用<info>的某个评论当做推荐理由来推荐<info>用户先问电影<info>中的一个或多个Bot回答最终用户接受注意不要在一句话推荐两个电影", "电影推荐不聊电影": "Bot 主动 Bot 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 回答 暂时 不想 聊 电影 聊 1 轮 即可", "音乐推荐接受": "Bot 主动 Bot 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 接受 需要 聊 2 轮", "音乐推荐主动播放": "Bot 主动 播放 完毕 后 Bot 推荐 同 主唱 的 其他 歌曲 先 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 拒绝 拒绝 原因 可以 是 <info> 聊 1 轮 即可 ； 再 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 接受 需要 聊 2 轮 注意 不要 在 一句 话 推荐 两首歌", "音乐推荐天气": "Bot 主动 推荐 这种 天气 适合 听 <info> 用户 接受 需要 聊 2 轮", "音乐推荐拒绝": "Bot 主动 使用 <info> 的 某个 评论 当 推荐 理由 来 推荐 <info> 用户 回答 暂时 不想 听 音乐 聊 1 轮 即可", "音乐推荐二次": "Bot 主动 Bot 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 拒绝 拒绝 原因 可以 是 <info> 聊 1 轮 即可 ； Bot 使用 <info> 的 某个 评论 当做 推荐 理由 来 推荐 <info> 用户 接受 需要 聊 2 轮 注意 不要 在 一句 话 推荐 两首歌"}